Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: I testify that in The Church of Jesus Christ of Latter-day Saints is found the priesthood authority to administer the ordinances by which we can enter into binding covenants with our Heavenly Father in the name of His Holy Son. I testify that God will keep His promises to you as you honor your covenants with Him. He will bless you in good measure, pressed down, . . . shaken together, and running over (Luke 6:38). He will strengthen and finish your faith. He will, by His Holy Spirit, fill you with godly power. I pray that you will always have His Spirit to be with you to guide you and deliver you from want, anxiety, and distress. I pray that through your covenants, you may become a powerful instrument for good in the hands of Him who is our Lord and Redeemer, in the name of Jesus Christ, amen.
ru: Я свидетельствую, что в Церкви Иисуса Христа Святых последних дней есть власть священства, чтобы совершать таинства, посредством которых мы можем вступать в действительные заветы с Небесным Отцом во имя Его Святого Сына. Я свидетельствую, что Бог исполнит Свои обещания, данные вам, если вы будете чтить свои заветы, заключенные с Ним: Он благословит вас «мерою доброю, утрясенною, нагнетенною и переполненною» (от Луки 6:38). Он укрепит и дополнит вашу веру. С помощью Духа Святого Он наполнит вас силой Божества. Я молюсь, чтобы Дух Его всегда пребывал с вами, направляя вас и избавляя от нужды, тревоги и страданий. Я молюсь, чтобы посредством ваших заветов вы стали могучим орудием добра в руках Того, Кто есть наш Господь и Искупитель, во имя Иисуса Христа, аминь.

source: My beloved brothers and sisters, this opportunity to speak to you is a great and sacred privilege. I pray that my words may be helpful and give you encouragement.
ru: Мои любимые братья и сестры, эта возможность обращаться к вам – большая и священная честь. Я молюсь о том, чтобы мои слова были полезны и воодушевили вас.

source: With all the differences in our lives, we have at least one challenge in common. We all must deal with adversity. There may be periods, sometimes long ones, when our lives seem to flow with little difficulty. But it is in the nature of our being human that comfort gives way to distress, periods of good health come to an end, and misfortunes arrive. Particularly when the comfortable times have gone on for a while, the arrival of suffering or the loss of material security can bring fear and sometimes even anger.
ru: При всех различиях в нашей жизни у всех нас есть по крайней мере одно общее испытание. Все мы должны справляться с невзгодами. Могут быть периоды, и порой долгие, когда кажется, что наша жизнь идет без особых трудностей. Но так уж устроена наша человеческая природа, что благополучие сменяется страданиями, периоды хорошего здоровья заканчиваются, и приходят невзгоды. И особенно тогда, когда благополучие длилось какое-то время, приход болезней или потеря материальной стабильности может вызвать страх, а порой даже и гнев.

source: The anger comes at least in part from a feeling that what is happening is unfair. The good health and the serene sense of being secure can become to seem deserved and natural. When they vanish, a feeling of injustice can come. Even a brave man I knew wept and cried out in his physical suffering to those who ministered to him: “I have always tried to be good. How could this happen?”
ru: По крайней мере отчасти этот гнев порождается чувством, что произошедшее несправедливо. Хорошее здоровье и безмятежное чувство стабильности стали казаться заслуженными и естественными. Но когда они исчезают, вы можете подумать, что это несправедливо. Даже один мой стойкий знакомый зарыдал от своих физических страданий и закричал тем, кто служил ему: «Я всегда старался быть хорошим человеком! Как же такое могло случиться?»

source: That aching for an answer to “How could this happen?” becomes even more painful when those struggling include those we love. And it is especially hard for us to accept when those afflicted seem to us to be blameless. Then the distress can shake faith in the reality of a loving and all-powerful God. Some of us have seen such doubt come to infect a whole generation of people in times of war or famine. Such doubt can grow and spread until some may turn away from God, whom they charge with being indifferent or cruel. And if unchecked, those feelings can lead to loss of faith that there is a God at all.
ru: Эта жажда получить ответ на вопрос «Как же такое могло случиться?» причиняет еще большую боль, когда среди страдающих оказываются наши любимые. И нам особенно трудно принять это, когда нам кажется, что страдающие невиновны. Тогда беда может поколебать веру в реальность любящего и всемогущего Бога. Некоторые из нас видели, как такие сомнения заражают целое поколение во время войны или голода. Такие сомнения могут разрастись и распространяться, пока некоторые не отвернутся от Бога, Которого они обвиняют в равнодушии или жестокости. А если эти чувства не контролировать, они могут привести к утрате веры в то, что Бог вообще есть.

source: My purpose today is to assure you that our Heavenly Father and the Savior live and that They love all humanity. The very opportunity for us to face adversity and affliction is part of the evidence of Their infinite love. God gave us the gift of living in mortality so that we could be prepared to receive the greatest of all the gifts of God, which is eternal life. Then our spirits will be changed. We will become able to want what God wants, to think as He thinks, and thus be prepared for the trust of an endless posterity to teach and to lead through tests to be raised up to qualify to live forever in eternal life.
ru: Сегодня моя цель состоит в том, чтобы уверить вас: наш Небесный Отец и Спаситель живы, и Они любят все человечество. Сама возможность того, что мы столкнемся с бедами, свидетельствует об Их бесконечной любви. Бог дал нам дар жизни на Земле, чтобы мы смогли подготовиться к получению величайшего из всех даров Бога – жизни вечной. Наш дух претерпит перемену. Мы станем способны желать того, чего хочет Бог, думать так, как думает Он, и таким образом подготовиться к тому, чтобы нам доверили учить бесконечное потомство и руководить им на пути земной жизни, чтобы они смогли воскреснуть и бесконечно жить в вечной жизни.

source: It is clear that for us to have that gift and to be given that trust, we must be transformed through making righteous choices where that is hard to do. We are prepared for so great a trust by passing through trying and testing experiences in mortality. That education can come only as we are subject to trials while serving God and others for Him.
ru: Совершенно ясно: чтобы получить этот дар и заслужить такое доверие, мы должны быть испытаны и преображены тяжелым опытом. Мы готовимся к столь великому доверию, проходя испытание и проверку земной жизнью. Это образование мы можем получить, только если покоримся испытаниям, служа Богу и людям ради Него.

source: In this education we experience misery and happiness, sickness and health, the sadness from sin and the joy of forgiveness. That forgiveness can come only through the infinite Atonement of the Savior, which He worked out through pain we could not bear and which we can only faintly comprehend.
ru: В ходе этого обучения мы познаем горе и счастье, болезни и здоровье, печаль греха и радость прощения. Это прощение может прийти только через бесконечное Искупление Спасителя, которое Он совершил, выдержав боль, которую мы не смогли бы вынести и которую можем лишь плохо представлять себе.

source: It will comfort us when we must wait in distress for the Savior’s promised relief that He knows, from experience, how to heal and help us. The Book of Mormon gives us the certain assurance of His power to comfort. And faith in that power will give us patience as we pray and work and wait for help. He could have known how to succor us simply by revelation, but He chose to learn by His own personal experience. Here is the account from Alma:
ru: Пока нам в своих несчастьях приходится ждать обещанной помощи от Спасителя, нас будет утешать, что Он знает по опыту, как исцелить нас и помочь нам. Книга Мормона дает нам твердое заверение в Его способности утешать. И вера в эту силу даст нам терпения, пока мы молимся, и трудимся, и ожидаем помощи. Он мог узнать, как помочь нам, просто через откровение, но Он пожелал познать это на Своем личном опыте. Вот как говорит об этом Алма:

source: “And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.
ru: «И пойдет Он, перенося мучения и страдания, и всякого рода искушения, и все это для того, чтобы исполнилось слово, которое гласит: Он возьмет на Себя мучения и болезни народа Его.

source: “And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.
ru: И воспримет Он на Себя смерть, чтобы расторгнуть Ему узы смерти, связывающие народ Его; и примет Он на Себя их немощи, чтобы утроба Его преисполнилась милости во плоти Его, чтобы Он мог познать во плоти Своей, как Ему помочь народу Своему в их немощах.

source: “Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, [so] that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.”1
ru: Но Дух все знает; однако Сын Божий страдает во плоти, чтобы воспринять Ему на Себя грехи народа Его и изгладить согрешения их силою искупления Его; и ныне, вот, сие есть свидетельствование, пребывающее во мне»1.

source: Even when you feel the truth of that capacity and kindness of the Lord to deliver you in your trials, it may still test your courage and strength to endure. The Prophet Joseph Smith cried out in agony in a dungeon:
ru: Даже если вы чувствуете, что Господь воистину способен и добр настолько, чтобы избавить вас от ваших испытаний, ваше мужество и стойкость все равно подвергнутся проверке. Даже Пророк Джозеф Смит вскричал в своих муках в темнице:

source: “O God, where art thou? And where is the pavilion that covereth thy hiding place?
ru: «О Боже, где Ты? И где скиния, покрывающая потаенное место Твое?

source: “How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?”2
ru: Как долго будет удерживаться рука Твоя, и око Твое, да, чистое око Твое, будет смотреть с вечных Небес на страдания народа Твоего и слуг Твоих, и вопли их будут доноситься до ушей Твоих?»2

source: The Lord’s reply has helped me and can encourage us all in times of darkness. Here it is:
ru: Ответ Господа помог мне и может воодушевить всех нас в мрачные дни:

source: “My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;
ru: «Сын Мой, мир да будет душе твоей; твое несчастье и твои страдания будут лишь кратковременны;

source: “And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.
ru: и тогда, если претерпишь все это, Бог возвысит тебя до высот; ты восторжествуешь над всеми твоими врагами.

source: “Thy friends do stand by thee, and they shall hail thee again with warm hearts and friendly hands.
ru: Друзья твои стоят с тобой, и они снова будут приветствовать тебя горячими сердцами и дружественными руками. Ты еще не такой, как Иов; твои друзья не противоречат тебе и не обвиняют тебя в согрешении, как они это делали с Иовом»3.

source: I have seen faith and courage come from a testimony that it is true that we are being prepared for eternal life. The Lord will rescue His faithful disciples. And the disciple who accepts a trial as an invitation to grow and therefore qualify for eternal life can find peace in the midst of the struggle.
ru: Я видел, как свидетельство об истинности того, что мы готовимся к жизни вечной, рождало веру и мужество. Господь спасет Своих верных учеников. И ученик, принимающий испытание как приглашение исследовать свою жизнь и таким образом удостоиться жизни вечной, может обрести мир в самый разгар сражения.

source: I spoke recently to a young father who has lost his job in the recent economic crisis. He knows that hundreds of thousands of people with exactly his skills are looking desperately for work to feed their families. His quiet confidence led me to ask him what he had done to become so confident that he would find a way to support his family. He said he had examined his life to be sure that he had done all he could to be worthy of the Lord’s help. It was clear that his need and his faith in Jesus Christ were leading him to be obedient to God’s commandments when it is hard to do. He said that he saw that opportunity as he and his wife were reading in Alma where the Lord had prepared a people to find the gospel through adversity.
ru: Недавно я разговаривал с молодым отцом, потерявшим работу из-за нынешнего экономического кризиса. Он знает, что сотни тысяч человек, имеющие точно такие же навыки, что и он, напряженно ищут работу, чтобы прокормить свои семьи. Его спокойная уверенность побудила меня спросить его, как ему удалось достичь такой уверенности, что он найдет возможность содержать семью. Он сказал, что тщательно оценил свою жизнь, чтобы удостовериться: он делает все возможное, чтобы быть достойным помощи Господа. Мне стало ясно, что его нужды и вера в Иисуса Христа ведут его к покаянию. Он сказал, что увидел эту возможность, когда они с женой читали Книгу Алмы, где Господь подготовил народ, способный найти Евангелие через невзгоды.

source: You remember the moment when Alma turned to the man who led the people in distress. The man told him that they had been persecuted and rejected for their poverty. And the record goes:
ru: Вы помните тот момент, когда Алма обратился к человеку, который привел группу людей, находившихся в отчаянном положении. Этот человек сказал, что их преследуют и отвергают из-за их бедности. И вот что говорится в летописи:

source: “And now when Alma heard this, he turned him about, his face immediately towards him, and he beheld with great joy; for he beheld that their afflictions had truly humbled them, and that they were in a preparation to hear the word.
ru: «И ныне Алма, выслушав все это, повернулся лицом к нему и, смотря на него, увидел с великой радостью, что страдания этих людей привели их к искреннему смирению, и они были готовы слушать слово Божие.

source: “Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:
ru: А потому он ничего больше не сказал другой толпе, но простер свою руку и обратился к тем, на которых он смотрел – на истинно покаявшихся; и сказал им:

source: “I behold that ye are lowly in heart; and if so, blessed are ye.”4
ru: Я вижу, что вы смиренны сердцем, и, если это так, то благословенны вы»4.

source: The scripture goes on to praise those of us who prepared for adversity in the more prosperous times. Many of you had the faith to try to qualify for the help you now need, before the crisis came.
ru: Дальше в Священном Писании воздается хвала тем из нас, кто в благополучные времена подготовился к бедствиям. У многих из вас была вера, чтобы постараться удостоиться той помощи, которая нужна вам теперь, еще до того, как разразился кризис.

source: Alma continued, “Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed—yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.”5
ru: Алма продолжал: «Да, тот, кто истинно смиряется, кается в грехах своих и претерпевает до конца, тот будет благословлен – да, гораздо более благословлен, чем те, которые принуждаются быть смиренными из-за своей крайней бедности»5.

source: That young man with whom I spoke recently was one who had done more than put away food and a little savings for the misfortune which living prophets had warned would come. He had begun to prepare his heart to be worthy of the Lord’s help which he knew he would in the near future need. When I asked his wife on the day he lost his job if she was worried, she said with cheerfulness in her voice, “No, we’ve just come from the bishop’s office. We are full-tithe payers.” Now, it is still too early to tell, but I felt assured as they seemed to be assured: “Things will work out.” Tragedy did not erode their faith; it tested it and strengthened it. And the feeling of peace the Lord has promised has already been delivered in the midst of the storm. Other miracles are sure to follow.
ru: Тот молодой человек, с которым я недавно беседовал, – один из тех, кто не только сделал запасы продуктов и небольшие сбережения, предвидя бедствия, о которых предупреждали живые Пророки. Он начал готовить свое сердце, чтобы быть достойным Господней помощи, ведь она, как он знал, понадобится ему в ближайшем будущем. Когда я спросил его жену в тот день, когда он потерял работу, обеспокоена ли она, она бодро сказала: «Нет, мы только что вышли из кабинета епископа. Мы плательщики полной десятины». Пока слишком рано делать выводы, но я был так же уверен, как и они: «Все будет хорошо». Несчастье не поколебало их веру; оно послужило проверкой и укрепило ее. И мир в душе, обещанный Господом, уже был дарован им в разгар жизненной бури. Я уверен: последуют и другие чудеса.

source: The Lord always suits the relief to the person in need to best strengthen and purify him or her. Often it will come in the inspiration to do what might seem especially hard for the person who needs help himself. One of the great trials of life is losing to death a beloved husband or wife. President Hinckley described the hurt when Sister Hinckley was no longer at his side. The Lord knows the needs of those separated from loved ones by death. He saw the pain of widows and knew of their needs from His earthly experience. He asked a beloved Apostle, from the agony of the cross, to care for His widowed mother, who would now lose a son. He now feels the needs of husbands who lose their wives and the needs of wives who are left alone by death.
ru: Господь всегда приспосабливает Свою помощь нуждающимся, чтобы как можно лучше укрепить и очистить их. Часто она приходит как вдохновение сделать то, что может казаться особенно трудным для человека, нуждающегося в помощи. Одно из суровых испытаний жизни – смерть любимого мужа или жены. Президент Хинкли рассказывал об этой боли, когда сестры Хинкли больше не было с ним рядом. Господь знает нужды тех, кого смерть разлучила с любимыми и кто остался один. Он увидел боль вдов и узнал об их нуждах во время Своего земного опыта. Посреди крестных мук Он просил возлюбленного Апостола позаботиться о Своей овдовевшей матери, которая теперь теряла и сына. Теперь Он чувствует потребности мужей, теряющих своих жен, и потребности жен, которых делает одинокими смерть.

source: Most of us know widows who need attention. What touches me is to hear, as I have, of an older widow whom I was intending to visit again having been inspired to visit a younger widow to comfort her. A widow needing comfort herself was sent to comfort another. The Lord helped and blessed two widows by inspiring them to encourage each other. So He gave succor to them both.
ru: Большинство из нас знает вдов, которым нужно внимание. Меня всегда трогают рассказы о том, как пожилая вдова, которую я хотел опять навестить, получила вдохновение навестить вдову помоложе, чтобы утешить ее. Вдова, сама нуждавшаяся в утешении, отправилась утешать другую. Господь поддержал и благословил двух вдов, вдохновив их поддержать друг друга. Так Он помог им обеим.

source: The Lord sent help in that same way to the humble poor in Alma 34 who had responded to the teaching and testimony of His servants. Once they had repented and were converted, they were still poor. But He sent them to do for others what they might reasonably have thought was beyond them and which they still needed. They were to give others what they would have hoped He would give them. Through His servant, the Lord gave these poor converts this hard task:
ru: Точно так же Господь послал помощь смирившимся беднякам в Алма 34, которые откликнулись на учение и свидетельство Его слуг. Покаявшись и обратившись в веру, они все еще оставались бедны. Но Он направил их делать для других то, что они, возможно, справедливо считали выше своих сил и в чем до сих пор сами нуждались, – дать другим то, что они, возможно, надеялись получить от Него. Через Своего слугу Господь задал этим обратившимся бедным эту трудную задачу и высокую планку:

source: “After ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need—I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.”6
ru: «Если, выполнив все эти наставления, вы будете отвергать нуждающегося и нагого, не будете посещать больного и страдающего и не будете уделять своего достояния, имея таковое, тем, которые нуждаются, я говорю вам, если вы не исполняете ни одного такого благодеяния, то, вот, молитва ваша будет бесполезна и ничего вам не принесет, и вы будете подобны лицемерам, которые отвергают веру»6.

source: That may seem much to ask of people in such great need themselves. But I know one young man who was inspired to do that very thing early in his marriage. He and his wife were barely getting by on a tiny budget. But he saw another couple even poorer than they were. To the surprise of his wife, he gave help to them from their scanty finances. A promised blessing of peace came while they were still in their poverty. The blessing of prosperity beyond their fondest dreams came later. And the pattern of seeing someone in need, someone with less or in pain, has never ceased.
ru: Это может показаться слишком – просить об этом людей, которые так сильно нуждаются сами. Но я знаю одного молодого человека, вдохновленного поступить именно так вскоре после вступления в брак. Они с женой едва сводили концы с концами. Но он увидел другую пару, еще беднее, чем они. К изумлению его жены, он помог им из своих скудных средств. Обещанное благословение душевного мира пришло к ним, когда они были еще бедны. Благословение процветания, превзошедшее их самые смелые мечты, пришло позже. А эта привычка замечать нуждающихся, тех, кто стеснен в средствах или страдает от боли, осталась навсегда.
